export default {
  title: 'Ять',
  menu: {
    title: 'Навигируй',
    home: 'Домой',
    homeDesc: 'Вернуться на главную страницу',
    sign: 'Подключиться',
    signDesc: 'Получить ключ',
    send: 'Отправить',
    sendDesc: 'Совершить транзакцию',
    msg: 'Сообщение',
    msgDesc: 'Написать сообщение',
    recive: 'Получить',
    reciveDesc: 'Расшифровать послание',
    clear: 'Очистить',
    clearDesc: 'Удалить следы на устройстве',
    help: 'FAQ',
    helpDesc: 'О системе'
  },
  sign: {
    t1: 'Привет! Добро пожаловать в Ять, систему обмена ценностями. Я уже придумал тебе уникальную мнемоническую фразу - считай её своей цифровой подписью, необходимой для удостоверения себя. Она у меня не хранится и потому не подлежит восстановлению. Теперь её знаешь только ты, поэтому аккуратно запиши на бумаге или хотябы скопируй, кликнув на неё, и вставь куда-нибудь.',
    t2: 'А для взаимодействия со мной и остальными участниками у тебя уже есть свой публичный адрес, который вывелся напрямую из цифровой подписи',
    t3: 'Осталось только ввести и запомнить надёжный',
    copy: 'Фраза скопирована',
    protect: 'Чтобы защитить подпись',
    pwd0: 'Слишком простой пароль',
    pwd1: 'Простой пароль',
    pwd2: 'Средний пароль',
    pwd3: 'Надёжный пароль',
    pwd4: 'Очень надёжный пароль',
    pwdMust: 'Лучше введите пароль!',
    pwdMore: 'Лучше введите больше 6 символов',
    know: 'Я помню свою фразу!',
    badMnemonic: 'Неверная мнемоническая фраза'
  },
  enter: {
    remember: 'Вспомни свой пароль',
    hint: 'Пароль к мнемонической фразе',
    wrong: 'Неверный пароль'
  },
  failed: 'Провал',
  success: 'Успех',
  password: 'Пароль',
  cancel: 'Отмена',
  ok: 'Ok',
  characters: 'Цифры, буквы, знаки',
  next: 'Продолжить',
  slider: {
    w1: 'открытость',
    w2: 'неизменяемость',
    w3: 'доказуемость',
    w4: 'безопасность',
    w5: 'надёжность'
  }
}
